Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/usein_kysytyt_kysymykset.html.tmx
Source language: fin
Languages: smn

source: Jos kielipesätoimintaa ei ole mahdollista aloittaa, on etsittävä muita keinoja siirtää kieltä ja kulttuuria lapselle.
smn: Jis kielâpiervâltooimâ ij lah máhđulâš algâttiđ, te kalga uuccâđ eres vuovijd sirdeđ kielâ já kulttuur párnážân.

source: Kyllä kannattaa.
smn: Kale kannat.

source: Vaikka saamen kielten väliset erot ovat melko suuria, minkä tahansa saamen kielen taito avaa lapselle ovet myös oman suvun saamen kielen oppimiseen myöhemmin.
smn: Veikâ iäruh sämikielâi kooskâ láá-uv viehâ stuárráh, te mon peri sämikielâ táiđu lekkâs párnážân uuvsâid meid jieijâs suuvâ sämikielâ oppâmân maŋeláá.

source: Saamelaiskulttuurin ja -identiteetin kannalta mikä tahansa kielipesä on lapselle hyväksi.
smn: Sämikulttuur já -identiteet tááhust mii peri kielâpiervâl lii párnážân pyerrin.

source: Lapselle kannattaa kertoa tilanteesta avoimesti, ja hänen omien kehitysvaiheidensa ja kiinnostuksensa mukaan häntä voi tutustuttaa oman suvun saamen kieleen.
smn: Párnážân kannat njuolgist muštâliđ tiileest, já suu jieijâs ovdánemmudoi já perustume mield sun puáhtá uápásmiđ jieijâs suuvâ sämikielân.

source: Lapsi ei mene sekaisin useamman saamen kielen läsnäolosta omassa elämässään!
smn: Páárnáš ij siähhán maaŋgâi sämikielâi oromist suu elimist!

source: Eri saamen kielten kuuleminen on ollut historiallisesti ajateltuna varsin tavallinen tilanne saamelaisten parissa.
smn: Jieškote-uv sämikielâi kuullâm lii lamaš miätá historjá viehâ táválâš tile sämmilij kooskâst.

source: On myös kielipesälapsia, joille puhutaan kotona eri saamen kieltä kuin kielipesässä, eikä tässä ole lähtökohtaisesti mitään ongelmaa.
smn: Láá meid kielâpiervâlpárnááh, kiäid sárnuh pääihist eres sämikielâ ko kielâpiervâlist, ijge tast lah táválávt mihheen čuolmâid.

source: Saamen kielten murteiden rikkaus on tärkeä asia.
smn: Sämikielâi kuávlukielâi rigesvuotâ lii tehálâš äšši.

source: Nykyisessä uhanalaisessa ja haavoittuvaisessa tilanteessa voimavarat on kuitenkin keskitettävä siihen, että lapset ylipäänsä oppivat kieltä.
smn: Tááláá uhkevuálásii já háváduvvee tiileest naavcâid kalga kuittâg kuávdásmittiđ toos, ete párnááh ubânâsân uáppih kielâ.

source: Saamelaisen varhaiskasvatuksen alalla vallitsee kriittinen pula koulutetuista, kielitaitoisista työntekijöistä, eikä ole mahdollista taata tietylle lapselle tai tiettyyn ryhmään juuri tiettyä murretta puhuvaa työntekijää.
smn: Säämi arâšoddâdem syergist lii tuođâlâš vänivuotâ škuávlejum, kielâtáiđulijn pargein, ijge lah máhđulâš tähidiđ tiätupárnážân teikâ tiätujuávkun eidu tiätu kuávlukielâ sárnoo pargee.

source: Tällaisessa tilanteessa vanhempien ja suvun on huolehdittava oman murteen siirtämisestä tai siihen tutustuttamisesta.
smn: Tággáár tiileest vaanhimeh já suuhâ kalgeh huolâttiđ jieijâs kuávlukielâ sirdemist teikâ toos uáppáásmist.

source: Parasta olisi, että lapsi pääsisi omaksumaan omaa murretta vanhempien tai sukulaisten kanssa kielipesän ulkopuolella.
smn: Puoh pyeremus ličij, ete páárnáš pesâččij oppâđ jieijâs kuávlukielâ vaanhimijguin teikâ huolhijguin kielâpiervâl ulguubeln.

source: Kannattaa myös etsiä sopivia äänitteitä, kuten musiikkia, lastenohjelmia tai arkistonauhoja.
smn: Kannat meid uuccâđ hiäivulijd jienâpaadijd, tego muusik, párnáiohjelmeh teikâ arkkâdâhpäädih.

source: Tämä johtuu kahdesta asiasta: saamen kielten yleisestä kielisosiologisesta tilanteesta ja siihen linkittyvästä työntekijäpulasta.
smn: Taat lii kyevti ääši tiet: sämikielâi almos kielâsosiologâlii tiileest já toos lohtâseijee pargeevänivuođâst.

source: Inarinsaamen ja koltansaamen kieliyhteisöissä, kuten myös monin paikoin pohjoissaamen puhuma-aluetta (esimerkiksi Vuotso), saamen kielen siirtyminen sukupolvelta katkesi useimmissa suvuissa kokonaan ennen kielenelvytyksen aikakautta.
smn: Anarâškielâ já nuorttâlâškielâ kielâsiärváduvâin, tego meid maaŋgâin kuávluin orjâlâškielâ sárnumkuávlust (ovdâmerkkân Vuáčču), sämikielâ sirdâšum suhâpuolvâst nuubán potkânij iänááš suuvâin ollásávt ovdil kielâiäláskittem äigipaje.

source: Tämä tarkoittaa sitä, ettei kyseisissä yhteisöissä ole ollenkaan tai on vain yksittäisiä tietynikäisiä ihmisiä, jotka olisivat oppineet saamea äidinkielenään.
smn: Taat uáivild tom, ete tain siärváduvâin iä lah ollágin teikâ láá tuše motomeh tiätuahasiih ulmuuh, kiäh liččii oppâm sämikielâ eenikiellân.

source: Tilannetta kuvaa tutkimuskentän termi “kadotettu sukupolvi”.
smn: Tile kovvee tutkâmkiedi termâ “läpittum suhâpuolvâ”.

source: Jos ja kun saamen kieli halutaan palauttaa näihin yhteisöihin, on hyväksyttävä se, että kieltä elvyttävät ja siirtävät eteenpäin myös henkilöt, jotka ovat itse oppineet kielen koulussa ja/tai aikuisena.
smn: Jis já ko halijdeh macâttiđ sämikielâ taid siärváduvváid, kalga tuhhiittiđ tom, ete kielâ iäláskiteh já sirdeh ovdâskulij meid ulmuuh, kiäh láá jieš oppâm kielâ škoovlâst já/teikâ rävisolmožin.

source: Kuten sanottu, saamelaisen varhaiskasvatuksen alalla vallitsee kriittinen pula koulutetuista, kielitaitoisista työntekijöistä.
smn: Tego ettum, te säämi arâšoddâdem syergist lii tuođâlâš vänivuotâ škuávlejum, kielâtáiđulijn pargein.

source: Tähän vaikuttavat varmasti monet muutkin syyt kuin kielitilanne, esimerkiksi alan heikko palkkaus suhteessa työn vaativuuteen, sekä kova kilpailu saamenkielisistä ammattilaisista eri alojen kesken.
smn: Taas vaikutteh vissásávt maaŋgah eres-uv suujah ko kielâtile, ovdâmerkkân syergi hiäjus pälkki pargo vátávâšvuođâ háárán, sehe korrâ kištottâllâm sämikielâlijn áámmátulmuin jieškote-uv suorgij kooskâ.

source: Tässä tilanteessa on arvokas asia, että itse kielenelvytyksen kautta saamen kieltä oppineet henkilöt ovat valmiita osallistumaan kielenelvytykseen kielipesissä.
smn: Taan tiileest lii mávsulâš äšši, ete ulmuuh, kiäh láá jieš oppâm sämikielâ kielâiäláskittem peht, láá valmâšeh uásálistiđ kielâiäláskitmân kielâpiervâlijn.

source: Kielipesätyöntekijöille olisi tärkeää etsiä mahdollisuuksia oman kielitaidon vahvistamiseen työn ohessa.
smn: Kielâpiervâlpargein ličij tehálâš uuccâđ máhđulâšvuođâid jieijâs kielâtááiđu naanoodmân pargo paaldâst.

source: Ensimmäinen askel on kielipesän työntekijöiden kanssa keskustelu.
smn: Vuossâmuš lävkki lii savâstâllâm kielâpiervâl pargeiguin.

source: Jos oman kielipesän henkilöstö ei osaa auttaa, voidaan kääntyä jonkun toisen saamelaisen varhaiskasvatuksen kokeneemman ammattilaisen puoleen.
smn: Jis jieijâs kielâpiervâl pargeeh iä määti išediđ, te puáhtá jorgettiđ kiännii eres säämi arâšoddâdem eenâb hárjánâm áámmátulmuu piälán.

source: Saamelaiskäräjien kielipesäohjaaja auttaa vanhempia myös lasten kieleen liittyvissä kysymyksissä ja voi tarvittaessa ohjata vanhempian eteenpäin tuen hakemisessa.
smn: Sämitige kielâpiervâlstivrejeijee iššeed vaanhimijd meid párnái kielân lohtâseijee koččâmušâin já puáhtá táárbu mield stivriđ vaanhimijd ovdâskulij torjuu ucâmist.

source: Oman kunnan lastenneuvola ja puheterapeutti pystyvät neuvomaan ainakin yleisissä kielenkehityksen kysymyksissä.
smn: Jieijâs kieldâ párnáiravviittâh já sárnumterapeut pyehtih ravviđ aainâs almolijn kielâovdánem koččâmušâin.

source: Saamelaisella lapsella on saamen kielilain nojalla oikeus saada saamenkielisiä terveydenhoitopalveluita, joten jos omassa kunnassa ei toimi saamenkielistä terveydenhoitajaa, kunta on velvollinen järjestämään palvelun esim. ostopalveluina.
smn: Sämmilij párnáin lii säämi kielâlaavâ vuáđuld vuoigâdvuotâ finniđ sämikielâlijd tiervâsvuotâtipšopalvâlusâid, te jis jieijâs kieldâst ij tooimâ sämikielâlii tiervâsvuotâtipšoo, kieldâst lii kenigâsvuotâ orniđ palvâlus om. uástupalvâlusâin.

source: Vuonna 2018 toimintansa on aloittanut saamelainen kielineuvola , jonka kautta lasten ja perheen kielikysymyksiin liittyvää neuvontaa on mahdollista saada Facebookin tai sähköpostin kautta tai puhelimitse.
smn: Ive 2018 tooimâs lii algâttâm sämmilâš kielâravviittâh , mon peht párnái já perruu kielâkoččâmuššáid lohtâseijee ravvim lii máhđulâš finniđ Facebook teikâ šleđgâpoostâ peht teikâ puhelimáin.
